Repository: rpi-virtuell/rw-bp-group-hierarchy
Catalog: languages/bp-group-hierarchy-*.po
Languages: de_de

source: Name of the nav item on an individual group's page.
de_de: Name des "nav items" auf einer Gruppenseite.

source: Site Root
de_de: Keine übergeordnete Gruppe

source: Hierarchy Settings
de_de: Hierarchie-Einstellungen

source: Group Hierarchy
de_de: Gruppen-Hierarchie

source: Group Tree
de_de: Gruppenhierarchie

source: Member Groups
de_de: assoziierte Gruppen

source: Settings saved.
de_de: Die Einstellungen wurden gespeichert.

source: Group Hierarchy Settings
de_de: Gruppenhierarchie-Einstellungen

source: Show Group Tree
de_de: Zeige Gruppenhierarchie

source: Show the Group Tree view on the Groups page along with the flat list of groups.
de_de: Gruppenübersicht: Zeige die Hierarchie UND die Listenansicht an.

source: Hide Group List
de_de: Gruppenliste verbergen

source: Hide the flat list of groups and show ONLY the Group Tree on the Groups page
de_de: Gruppenübersicht: Zeige nur die Gruppenhierarchie an (Gruppenliste wird verborgen)

source: Toplevel Groups
de_de: Oberste Gruppenebene

source: Select who is allowed to create toplevel groups. Super admins can always create toplevel groups.
de_de: Auswahl: Wer darf Toplevel-Gruppen erstellen? (Superadmins dürfen das immer).

source: Use <code>%d</code> to include the number of child groups.
de_de: MIt <code>%d</code> die Anzahl der Untergruppen einschließen.

source: Name of the Group Tree listing on the main Groups page.
de_de: Name der Gruppenhierarchieliste auf der Übersichtsseite.

source: Save Changes
de_de: Änderungen speichern

source: User Groups
de_de: Benutzergruppen

source: Search Groups...
de_de: Durchsuche Gruppen...

source: You do not have access to this group.
de_de: Du hast keinen Zugang zu dieser Gruppe.

source: You are not an admin of this group.
de_de: Du bist kein Administrator dieser Gruppe.

source: Settings
de_de: Einstellungen

source: Invites
de_de: Einladungen

source: A list of top-level BuddyPress groups
de_de: Die Liste der BuddyPress-Gruppen auf der obersten Ebene

source: You must enable Groups component to use this widget.
de_de: Um dieses Widget zu verwenden muss die Groups-Komponente aktiviert sein.

source: created %s
de_de: %s erstellt

source: active %s
de_de: %s aktiv

source: %d member group
de_de: %d assoziierte Gruppe

source: There are no groups to display.
de_de: Keine Gruppen zum Anzeigen.

source: Groups
de_de: Gruppen

source: Title:
de_de: Titel:

source: Max groups to show:
de_de: Max. Anzahl Gruppen die angezeigt werden:

source: Order by:
de_de: Sortieren nach:

source: Alphabetical
de_de: Alphabetisch

source: Newly Created
de_de: Neu eingerichtet

source: Last Active
de_de: Zuletzt aktiv

source: Most Popular
de_de: Am beliebtesten

source: Most Member Groups
de_de: Meiste Untergruppen

source: Show descriptions:
de_de: Beschreibungen anzeigen:

source: Group Navigator
de_de: Gruppen-Navigator

source: A list of member groups of the current group, or top-level groups anywhere else.
de_de: Liste der Untergruppen der aktuellen Gruppe (bzw. der Top-Level-Gruppen).

source: Title when on a group page:
de_de: Überschrift auf einer Gruppenseite:

source: Member Groups %d
de_de: Assoziierte Gruppen %d

source: Anybody
de_de: Jeder

source: Nobody
de_de: Niemand

source: only Group Members
de_de: nur Gruppenmitglieder

source: only Group Admins
de_de: nur Gruppen-Admins

source: Parent Group
de_de: Übergeordnete Gruppe

source: Allow %1$s to create %2$s
de_de: %1$s darf %2$s erstellen

source: Only a site administrator can edit the group hierarchy.
de_de: Nur ein Site-Administrator kann die Gruppenhierarchie bearbeiten.

source: There was an error saving; please try again.
de_de: Es gab ein Problem beim Speichern, bitte nochmal probieren!

source: Group hierarchy settings saved successfully.
de_de: Gruppenhierarchie-Einstellungen gespeichert.

source: Create a %s
de_de: Ein %s erstellen

source: Member Group
de_de: assoziierte Gruppe

source: No member groups were found.
de_de: Es wurden keine assoziierte Gruppen gefunden.

source: %s Directory
de_de: %s Verzeichnis

source: Sorry, you are not allowed to create groups.
de_de: Du darfst leider keine Gruppen erstellen.

source: Member Groups (%d)
de_de: Assoziierte Gruppen (%d)

source: BuddyPress is not installed or the Groups component is not activated. Cannot continue install.
de_de: BuddyPress nicht installiert oder die Groups-Komponente ist nicht aktiviert. Installation abgebrochen.

source: My Groups <span>%s</span>
de_de: Meine Gruppen <span>%s</span>

source: Order By:
de_de: Sortieren nach:

source: Most Members
de_de: Meiste Mitglieder

source: Create a Group
de_de: Erstelle eine Gruppe

source: There were no groups found.
de_de: Es wurden keine Gruppen gefunden.
